tap "adoptopenjdk/openjdk"
tap "homebrew/cask"
tap "homebrew/core"
tap "wix/brew"

brew "curl"
brew "awscli"
brew "serverless"
brew "jq"
brew "libpng"
brew "nvm"
brew "watchman"
brew "zsh"
brew "git"
brew "go"
brew "applesimutils"

cask "iterm2"
cask "spectacle"
cask "keycastr"
cask "adoptopenjdk8"
cask "agenda"
cask "android-studio"
cask "cloudapp"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "hyper"
cask "loom"
cask "notion"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
cask "1password"
