tap "adoptopenjdk/openjdk"
tap "wix/brew"

brew "curl"
brew "awscli"
brew "serverless"
brew "jq"
brew "libpng"
brew "asdf"
brew "watchman"
brew "zsh"
#brew "git"
#brew "go"
brew "node"
brew "yarn"
brew "applesimutils"
brew "docker"
brew "docker-compose"
brew "orbstack"
brew "autojump" # utility to navigate the filesystem 

cask "iterm2"
cask "rectangle" # utility to resize windows
cask "keycastr"
cask "visual-studio-code"
#cask "android-studio"
cask "adoptopenjdk8"
#cask "agenda"
cask "drawio"
cask "postico"
cask "brave-browser"
#cask "firefox"
cask "google-chrome"
#cask "google-drive"
#cask "cloudapp"
#cask "dropbox"
#cask "hyper"
#cask "loom"
cask "notion"
#cask "spotify"
cask "slack"
cask "1password"
cask "postman"
cask "zoom"
cask "linear-linear"
