vscode-icons-team.vscode-icons
vscodevim.vim
streetsidesoftware.code-spell-checker
esbenp.prettier-vscode
dbaeumer.vscode-eslint
steoates.autoimport
formulahendry.auto-rename-tag
AESSoft.aessoft-class-autocomplete
rodrigovallades.es7-react-js-snippets
ryanluker.vscode-coverage-gutters
Nixon.env-cmd-file-syntax
eamodio.gitlens
waderyan.gitblame
mhutchie.git-graph
ionutvmi.path-autocomplete
bradlc.vscode-tailwindcss
heybourn.headwind
styled-components.vscode-styled-components
jonkwheeler.styled-components-snippets
csstools.postcss
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
Prisma.prisma
ms-azuretools.vscode-docker
dorki.cloudwatchlogs
grimmer.vscode-back-forward-button
